//
//  Tips.swift
//  Secret Garden
//
//  Created by Dima Zhiltsov on 13.04.2023.
//

import Foundation

struct Tips {
    static let all = [
        "Начинай свой день со стакана воды",
        "Пересаживайте растения каждый год, чтобы они могли продолжать расти и развиваться",
        "Не забывайте о витаминах и удобрениях для растений!",
        "Периодически удаляйте увядшие листья и цветы, чтобы не привлекать вредителей и болезни",
        "Регулярно обрезайте стебли и листья растений, чтобы они не становились слишком длинными и не занимали много места",
        "Размещайте растения в местах с достаточным количеством света и в тени от прямых солнечных лучей",
        "Убедитесь, что горшки имеют достаточный размер для растения.",
    ]
}
